[{"DialogueName":"Συνέχεια","GreekTranslation":"Συνέχεια","EnglishTranslation":"Continue"},{"DialogueName":"Έναρξη","GreekTranslation":"Έναρξη","EnglishTranslation":"Start"},{"DialogueName":"ΠΑΥΣΗ","GreekTranslation":"ΠΑΥΣΗ","EnglishTranslation":"PAUSE"},{"DialogueName":"Πλήρης Οθόνη","GreekTranslation":"Πλήρης Οθόνη","EnglishTranslation":"Full Screen"},{"DialogueName":"Exit","GreekTranslation":"Έξοδος","EnglishTranslation":"Exit"},{"DialogueName":"Τσάντα","GreekTranslation":"Τσάντα","EnglishTranslation":"Inventory"},{"DialogueName":"Χάρτης","GreekTranslation":"Χάρτης","EnglishTranslation":"Map"},{"DialogueName":"Ενέργεια","GreekTranslation":"Ενέργεια","EnglishTranslation":"Energy"},{"DialogueName":"Μηχανή","GreekTranslation":"Μηχανή","EnglishTranslation":"Engine"},{"DialogueName":"Αποβιβάση","GreekTranslation":"Αποβιβάση","EnglishTranslation":"Jump Off"},{"DialogueName":"Επιβιβάση","GreekTranslation":"Επιβιβάση","EnglishTranslation":"Get In"},{"DialogueName":"Φόρτιση","GreekTranslation":"Φόρτιση","EnglishTranslation":"Recharge"},{"DialogueName":"Κάτσε","GreekTranslation":"Κάτσε","EnglishTranslation":"Sit"},{"DialogueName":"Δεν έχει χώρο.","GreekTranslation":"Δεν έχει χώρο.","EnglishTranslation":"There is no space."},{"DialogueName":"Μπορώ να κάτσω.","GreekTranslation":"Μπορώ να κάτσω.","EnglishTranslation":"I can sit here."},{"DialogueName":"Kουβέντα","GreekTranslation":"Kουβέντα","EnglishTranslation":"Talk"},{"DialogueName":"Φίλος","GreekTranslation":"Φίλος","EnglishTranslation":"Friend"},{"DialogueName":"Δέν έχω χώρο.","GreekTranslation":"Δέν έχω χώρο.","EnglishTranslation":"I have no space"},{"DialogueName":"Άνοιξε","GreekTranslation":"Άνοιξε","EnglishTranslation":"Open"},{"DialogueName":"Κλείσε","GreekTranslation":"Κλείσε","EnglishTranslation":"Close"},{"DialogueName":"LockedKeyDialogue","GreekTranslation":"Φένεταί σαν να χρειάζεται κάποιου είδους κλειδί για να ελέγξω την πύλη.","EnglishTranslation":"Looks like i will need some sort of key to controll the door."},{"DialogueName":"Ψάξε","GreekTranslation":"Ψάξε","EnglishTranslation":"Search"},{"DialogueName":"Άδειο...","GreekTranslation":"Άδειο...","EnglishTranslation":"Empty"},{"DialogueName":"SearchedDiag","GreekTranslation":"Το έψαξα, είναι άδειο","EnglishTranslation":"Already searched this one, its empty."},{"DialogueName":"Σβήσε.","GreekTranslation":"Σβήσε.","EnglishTranslation":"Turn off"},{"DialogueName":"Άναψε.","GreekTranslation":"Άναψε.","EnglishTranslation":"Light Up"},{"DialogueName":"Πάρε","GreekTranslation":"Πάρε","EnglishTranslation":"Pick up"},{"DialogueName":"Βινύλιο","GreekTranslation":"Δίσκος φωνογράφου","EnglishTranslation":"Phonograph record"},{"DialogueName":"VinylDescription","GreekTranslation":"Ένα από τα κειμήλια του παλιού κόσμου. Από τις πρώτες μορφές αποθήκευσης και ηχογράφησης μουσικής. Η ετικέτα πλέον τελείως αποχρωματισμένη, διακρίνεται με δυσκολία τα πρώτα 2 νούμερα μια χρονολογίας \"19\". Για να ακούσει κάποιος τα περιεχόμενα του χρειάζεται πρόσβαση σε ένα γραμμόφωνο.","EnglishTranslation":"One of the relics of the old world. One of the first forms of music storage and recording. The label is now completely discolored, the first 2 numbers of a date \"19\" can hardly be distinguished. To listen to its contents one needs access to a gramophone."},{"DialogueName":"Κασέτα","GreekTranslation":"Κασέτα","EnglishTranslation":"Cassette tape"},{"DialogueName":"CassetteDescription","GreekTranslation":"Ένα από τα πιο διαδεδομένα μέσα διάδοσης ήχου πριν την Πρώτη Πτώση ήταν η κασέτα. Η προσιτή τιμή των υλικών κατασκευής της την έκανε προσβάσιμη σε μεγάλο μέρος του πληθυσμού, επιτρέποντας σε πολλούς να απολαμβάνουν μουσική και ηχογραφήσεις. Ωστόσο, η φτηνή κατασκευή της, σε συνδυασμό με την ευαισθησία του υλικού, έχει οδηγήσει στο γεγονός ότι μόνο λίγες από τις αρχικές ηχογραφήσεις έχουν επιβιώσει μέχρι σήμερα. Παρά τη δημοτικότητά της, οι κασέτες δεν κατάφεραν να διατηρηθούν σε καλή κατάσταση, κάνοντάς τις πολύτιμες και σπάνιες στις μέρες μας.","EnglishTranslation":"One of the most widespread audio media before the First Fall was the cassette tape. Its affordable production cost made it accessible to a large segment of the population, allowing many to enjoy music and recordings. However, due to its inexpensive construction and the sensitivity of the material, only a few of the original recordings have survived to this day. Despite its popularity, cassette tapes did not remain well-preserved, making the surviving recordings both valuable and rare in contemporary times."},{"DialogueName":"Κιθάρα","GreekTranslation":"Κιθάρα","EnglishTranslation":"Guitar"},{"DialogueName":"GuitarDescription","GreekTranslation":"Η κιθάρα, ένα από τα πιο εμβληματικά έγχορδα όργανα πριν την Πρώτη Πτώση, υπήρξε αναπόσπαστο μέρος της μουσικής κληρονομιάς σε πολλές κουλτούρες παγκοσμίως. Με την ποικιλία των παραλλαγών της, η κιθάρα κατάφερε να συνδυάσει διαφορετικά μουσικά στυλ και παραδόσεις, από τις κλασικές ισπανικές κιθάρες μέχρι τις ηλεκτρικές κιθάρες του 20ού αιώνα. Αν και το σώμα της μπορεί να είναι αρκετά φθαρμένο από τον χρόνο, η κιθάρα διατηρεί τη μοναδική ικανότητα να παράγει όμορφες και συγκινητικές μελωδίες. Η ανθεκτικότητα και η μαγεία της μουσικής της κληρονομιάς συνεχίζουν να εμπνέουν και να ενθουσιάζουν μέχρι σήμερα.","EnglishTranslation":"The guitar, one of the most iconic string instruments before the First Fall, was an integral part of musical heritage across many cultures worldwide. With its various forms and styles, the guitar managed to blend different musical traditions, from classical Spanish guitars to the electric guitars of the 20th century. Although its body may be quite worn from the passage of time, the guitar still possesses the unique ability to produce beautiful and evocative melodies. Its enduring craftsmanship and the magic of its musical legacy continue to inspire and captivate people even today."},{"DialogueName":"Εκρηκτικό","GreekTranslation":"Εκρηκτικό","EnglishTranslation":"Explosive charge"},{"DialogueName":"ΕκρηκτικόDescription","GreekTranslation":"Κατά τη διάρκεια της ανέγερσης της Μητρόπολης, η διαμόρφωση του εδάφους αποδείχθηκε κρίσιμη. Η χρήση εκρηκτικών αποδείχθηκε εξαιρετικά χρήσιμη για τις μηχανές, αποτελώντας μία από τις πιο πολύτιμες γνώσεις που τους κληροδότησε ο άνθρωπος. Η τέχνη της ακριβούς τοποθέτησης εκρηκτικών δεν απλά επιτάχυνε τη διαδικασία, αλλά μπορούσε επίσης να εξοικονομήσει πολλές ημέρες σκληρής χειρωνακτικής εργασίας. Με τον σωστό σχεδιασμό και την προσεκτική εφαρμογή, οι εκρήξεις δεν απλά απομάκρυναν μεγάλες ποσότητες υλικού, αλλά επέτρεπαν και την ακριβή διαμόρφωση του εδάφους, διευκολύνοντας έτσι την κατασκευή των δομών της Μητρόπολης.","EnglishTranslation":"During the construction of the Metropolis, shaping the terrain proved to be crucial. The use of explosives was found to be highly effective for the machines, representing one of the most valuable pieces of knowledge passed down by humans. The skill of precise explosive placement not only accelerated the process but also saved many days of strenuous manual labor. With careful planning and application, explosives not only removed large amounts of material but also allowed for precise terrain shaping, thereby facilitating the construction of the Metropolis’s structures."},{"DialogueName":"Εργαλειοθήκη","GreekTranslation":"Εργαλειοθήκη","EnglishTranslation":"Toolbox"},{"DialogueName":"ToolboxDescription","GreekTranslation":"Με την πάροδο του χρόνου, ορισμένες μηχανές που αναλάμβαναν καθήκοντα μεταφοράς φορτίων ή άλλων μηχανών, συνήθισαν τη ζωή στο καΐκι. Έτσι, με την πάροδο των ετών, η λέξη \"καΐκτζής\" επανήλθε στο καθημερινό λεξιλόγιο. Οι μηχανές αυτές είχαν κάνει τα καΐκια τους σπίτι τους, ζώντας ως νομάδες με την περισσότερη εμπειρία στην πλοήγηση στη \"έρημο\" από κάθε άλλη μηχανή. Οι καΐκτζήδες εμφανίζονται σε πολλά σημεία της ιστορίας της επιφάνειας μετά την πρώτη πτώση, και έτσι είναι άμεσα αναγνωρίσιμοι από τις περισσότερες μηχανές.","EnglishTranslation":"Over time, certain machines that took on tasks related to transporting cargo or other machines became accustomed to life on the \"kaiki.\" As a result, the term \"kaiktsis\" gradually re-entered everyday vocabulary. These machines had made the kaikis their home, living as nomads with more experience navigating the \"desert\" than any other machine. Kaiktsis appear in many parts of the surface's history after the First Fall, making them easily recognizable to most machines."},{"DialogueName":"Κάρτα πρόσβασης","GreekTranslation":"Κάρτα πρόσβασης","EnglishTranslation":"Entry Card"},{"DialogueName":"EntryCardDescription","GreekTranslation":"|| Αυτή η κάρτα δίνει πρόσβαση στο εσωτερικό των μεγάλων γεννητριών || Όταν πλέον η μηχανές άρχισαν να επεκτείνονται στην επιφάνεια βρήκαν μπροστά τους ένα εμπόδιο. Οι μπαταρίες τους δεν άφηναν για μεγάλες αποστολές στην έρημο, έτσι μια λύση βρέθηκε. Οι υπόγειες αποικίες άρχισαν να εξοπλίζουν τις μηχανές που στέλνονταν στην επιφάνεια με υλικά για την δημιουργία ανεμογεννητριών. Με τον καιρό οι μηχανές κατάφεραν να επεκτείνονται όλο και περισσότερο με αποτέλεσμα η έρημος να γεμίσει τοποθεσίες ανεφοδιασμού.","EnglishTranslation":"|| This card gives access to the inside of the large generators || When the machines now began to expand to the surface they found an obstacle in front of them. Their batteries did not last for long desert missions, so a solution was found. The underground colonies began to equip the machines sent to the surface with materials to create wind turbines. Over time the machines managed to expand more and more causing the desert to fill up with supply locations."},{"DialogueName":"Μπουζούκι","GreekTranslation":"Μπουζούκι","EnglishTranslation":"Bouzouki"},{"DialogueName":"BouzoukiDescription","GreekTranslation":"Η προέλευση αυτού του μπουζουκιού άγνωστη. Οι διακοσμήσεις του δε θυμίζουν κάτι πρόσφατο. Ίσως είναι ένα από τα κειμήλια που σώθηκαν πριν την πρώτη πτώση. Η επιγραφή μέσα στο σκάφος ξεβαμμένη από τον καιρό. Από πόσα χέρια έχει περάσει και πόσες ιστορίες έχει πει ......","EnglishTranslation":"The origin of this bouzouki is unknown. Its decorations do not resemble anything recent. Perhaps it is one of the relics saved before the first fall. The inscription inside the vessel washed away by time. How many hands has it passed through and how many stories has it told......"},{"DialogueName":"InstrumentNoHandDiag","GreekTranslation":"Δεν μπορώ να παίξω χωρίς χέρια...","EnglishTranslation":"I cant play with no hands..."},{"DialogueName":"OutOfBatDiag","GreekTranslation":"Ξέμεινα από μπαταρίες. Πρέπει να βρώ κάπου να φωρτήσω...","EnglishTranslation":"My batteries have run dry. I will need to look for a place to reacharge soon..."},{"DialogueName":"OutOfEnerguDiag","GreekTranslation":"Θα ξεμείνω από μπαταρία σε λίγο. Δεν νιώθω καλά...","EnglishTranslation":"My energy is running low, i'm starting to feel the fatigue..."},{"DialogueName":"FarFromLandBoatDiag","GreekTranslation":"Πρέπει να πάω πιό κοντά στην στεριά.","EnglishTranslation":"I'm to far from land to get out of the boat."},{"DialogueName":"NotMyBoatDiag","GreekTranslation":"Δεν είναι δικιά μου. Δεν μπορώ να την χρησιμοποιήσω.","EnglishTranslation":"This is not my boat, i wont be able to use it."},{"DialogueName":"Δεν έχω χάρτη...","GreekTranslation":"Δεν έχω χάρτη...","EnglishTranslation":"I dont have a map..."},{"DialogueName":"Από κάπου πρέπει να ανοίγει...","GreekTranslation":"Από κάπου πρέπει να ανοίγει...","EnglishTranslation":"It must open from somewhere..."},{"DialogueName":"Μίπως να γυρίσω....","GreekTranslation":"Μίπως να γυρίσω....","EnglishTranslation":"Maybe i should go back..."},{"DialogueName":"Μπορεί να υπάρχει κάποιος μέσα στο σκάφος....","GreekTranslation":"Μπορεί να υπάρχει κάποιος μέσα στο σκάφος....","EnglishTranslation":"Maybe someone is in the ship..."},{"DialogueName":"Δέν είναι δικό μου πρόβλημα...","GreekTranslation":"Δέν είναι δικό μου πρόβλημα...","EnglishTranslation":"Not my problem..."},{"DialogueName":"Το μωρό δεν θα τα καταφέρει μόνο του...","GreekTranslation":"Το μωρό δεν θα τα καταφέρει μόνο του...","EnglishTranslation":"The baby wont make it by itself..."},{"DialogueName":"Ένα από τα σκάφη επέζησε. Τι μπορεί να έχει μέσα;...","GreekTranslation":"Ένα από τα σκάφη επέζησε. Τι μπορεί να έχει μέσα;...","EnglishTranslation":"One of the ships survived. What could be in it ?..."},{"DialogueName":"InitialChoiceDiag","GreekTranslation":"Ανοιγόντας το σκάφος βρήσκεις ένα βρέφος, ακόμη ζωντανό... \nΔίπλα του σε μια οθόνη βλέπεις 2 λέξεις.\n\nΠροορισμός : Μητρόπολη.","EnglishTranslation":"Opening the hatch reveals a small baby, still alive....\nNext to is on a screen you read 2 words.\n\nDestination : Metropolis"},{"DialogueName":"Πάρε το μωρο μαζί σου.","GreekTranslation":"Πάρε το μωρο μαζί σου.","EnglishTranslation":"Take the baby with you."},{"DialogueName":"Άφησε το μωρό στο σκάφος.","GreekTranslation":"Άφησε το μωρό στο σκάφος.","EnglishTranslation":"Leave the baby on the ship"},{"DialogueName":"Tutorial1","GreekTranslation":"Χρησιμοποίησε το δεξιό κλικ για να κουνήσεις τον χαρακτήρα.","EnglishTranslation":"Using the right click you can command the character to move on the clicked point."},{"DialogueName":"Tutorial2","GreekTranslation":"Με το αριστερό κλίκ μπορείς να διαλέξεις τα αντικείμενα γύρο σου.","EnglishTranslation":"Using the left click you can select and interact with items around you."},{"DialogueName":"Tutorial3","GreekTranslation":"Πίεσε το \"Μ\" για να ανοίξεις τον χάρτη. \nΠίεσε το \"Ι\" για να ανοίξεις την τσάντα.","EnglishTranslation":"Press \"M\"  to open the map.\nPress \"I\" to open the inventory"},{"DialogueName":"Tutorial4","GreekTranslation":"Καθώς περνάς μέσα από τις πύλες, το καΐκι ενδυναμώνεται για λίγα λεπτά και δεν καταναλώνει ενέργεια. Οι πύλες λειτουργούν με ηλιακή ενέργεια, γι’ αυτό τη νύχτα παραμένουν σβηστές.","EnglishTranslation":"As you pass through the gates, the boat is empowered for a few minutes and consumes no energy. The gates operate on solar energy, which is why they remain off at night."},{"DialogueName":"Καλή τύχη μικρό...","GreekTranslation":"Καλή τύχη μικρό...","EnglishTranslation":"Good luck little one..."},{"DialogueName":"Ένα σκάφος διαφυγής, δυστυχώς δεν τα κατάφερε.","GreekTranslation":"Ένα σκάφος διαφυγής, δυστυχώς δεν τα κατάφερε.","EnglishTranslation":"An escape pod, unfortunately it didnt manage to survive the fall."},{"DialogueName":"Ένα σκάφος διαφυγής.","GreekTranslation":"Ένα σκάφος διαφυγής.","EnglishTranslation":"An escape pod."},{"DialogueName":"Το σκάφος που επέζησε, μπορώ να το ανοίξω.","GreekTranslation":"Το σκάφος που επέζησε, μπορώ να το ανοίξω.","EnglishTranslation":"The escape pod that survived, i should be able to open it."},{"DialogueName":"FirstBabyDiag","GreekTranslation":"Κλείσε τα μάτια σου μικρό είχες μεγάλο ταξίδι, σε λίγο θα είσαι σπίτι...","EnglishTranslation":"Close you eyes little one, you had a big jurney. You will be home in a bit..."},{"DialogueName":"Δεν έχει κάτι άλλο μέσα...","GreekTranslation":"Δεν έχει κάτι άλλο μέσα...","EnglishTranslation":"There is nothing else inside..."},{"DialogueName":"Δεν έχω μπαταρίες...","GreekTranslation":"Δεν έχω μπαταρίες...","EnglishTranslation":"I dont have batteries on me..."},{"DialogueName":"SeeYouInM","GreekTranslation":"Θα σε δω στην Μητρόπολη καΐκτση, καλό δρόμο.","EnglishTranslation":"I'll see you in Metropolis Kaykci, have a safe journey."},{"DialogueName":"IGoToMetropolis","GreekTranslation":"Θα φύγω προς την Μητρόπολη, αν θημάμε καλά είναι κάπου προς τα {0}. Ελπίζω να σας δω εκέι.","EnglishTranslation":"I'll head toward the Metropolis, if i remember correctly its located to the {0}. I hope to see you there."},{"DialogueName":"Βόρεια","GreekTranslation":"Βόρεια","EnglishTranslation":"North"},{"DialogueName":"Βορειοανατολικά","GreekTranslation":"Βορειοανατολικά","EnglishTranslation":"North-East"},{"DialogueName":"Ανατολικά","GreekTranslation":"Ανατολικά","EnglishTranslation":"East"},{"DialogueName":"Νοτιοανατολικά","GreekTranslation":"Νοτιοανατολικά","EnglishTranslation":"South-East"},{"DialogueName":"Νότια","GreekTranslation":"Νότια","EnglishTranslation":"South"},{"DialogueName":"Νοτιοδυτικά","GreekTranslation":"Νοτιοδυτικά","EnglishTranslation":"South-West"},{"DialogueName":"Δυτικά","GreekTranslation":"Δυτικά","EnglishTranslation":"West"},{"DialogueName":"Βορειοδυτικά","GreekTranslation":"Βορειοδυτικά","EnglishTranslation":"North-West"},{"DialogueName":"Αίμα","GreekTranslation":"Σταγώνα ανθρώπινου αίματος","EnglishTranslation":"Drop of human blood"},{"DialogueName":"BloodDescription","GreekTranslation":"Οι μηχανές πρώτης γενιάς, λίγες σε αριθμό και ακόμη λιγότερες αυτές που επιβίωσαν, είναι οι πιο σπάνιες και θεωρούνται οι πιο σοφές μεταξύ των μηχανών. Αυτός ήταν ο λόγος που κατέλαβαν τις πιο σημαντικές θέσεις στις κοινότητες των μηχανών. Οι φαροφύλακες έδιναν ζωή στους φάρους. Ωστόσο, μετά τη δεύτερη πτώση, χάθηκε κάθε ελπίδα επιστροφής του ανθρώπινου είδους, και οι φαροφύλακες εγκατέλειψαν τα πόστα τους. Μέχρι και σήμερα, οι τέσσερις φάροι παραμένουν ανενεργοί.","EnglishTranslation":"First-generation machines, few in number and even fewer in survival, are the rarest and are considered the wisest among the machines. This was why they held the most important positions within the machine communities. The lighthouse keepers brought the lighthouses to life. However, after the Second Fall, all hope for the return of the human species was lost, and the lighthouse keepers abandoned their posts. To this day, the four lighthouses remain inactive."},{"DialogueName":"Χρώμα","GreekTranslation":"Κουβάς με χρώμα","EnglishTranslation":"Bucket of paint"},{"DialogueName":"PaintDescription","GreekTranslation":"Η τέχνη της ζωγραφικής άνθησε στις υπόγειες αποικίες, καθώς οι παλαιότερες γενιές ήθελαν να διατηρήσουν ζωντανές τις εικόνες από την επιφάνεια. Τα πάρκα, τη φύση, τα ηλιοβασιλέματα. Αυτά ήταν μερικά από τα τοπία που ποτέ ξανά δεν θα μπορούσαν να δουν. Χρησιμοποιούσαν χρώματα στα σπίτια και τις βάρκες τους που δεν υπήρχαν στα υπόγεια: ανοιχτά και λαμπερά, με την ελπίδα ότι κάποτε θα ξαναδούν τους ουρανούς και τη βλάστηση.","EnglishTranslation":"The art of painting flourished in the underground colonies, as earlier generations wanted to keep the images of the surface alive. Parks, nature, sunsets—these were some of the scenes they would never see again. They used colors on their houses and boats that were not found underground: bright and vibrant, in the hope that they might one day see the skies and greenery again."},{"DialogueName":"ΜπαταρίαMέτρια","GreekTranslation":"Μπαταρία μετριας χωρητικότητας","EnglishTranslation":"Medium Capacity Battery"},{"DialogueName":"ΜπαταρίαΜεγάλη","GreekTranslation":"Μπαταρία μεγάλης χωρητικότητας","EnglishTranslation":"Large Capacity Battery"},{"DialogueName":"BatteryDescription","GreekTranslation":"Με τα ορυκτά καύσιμα να γίνονται μια τεράστια πολυτέλεια μετά την Πρώτη Πτώση, αποφασίστηκε ότι οι μηχανές θα έπρεπε να τροφοδοτούνται με ηλεκτρισμό. Ως η μοναδική διαθέσιμη ανανεώσιμη πηγή ενέργειας, ο ηλεκτρισμός εξασφάλιζε στις μηχανές τη μεγαλύτερη δυνατή διάρκεια ζωής. Αυτή η μετάβαση δεν μόνο επιμήκυνε τη διάρκεια λειτουργίας τους, αλλά επίσης υπηρέτησε ως λύση για τη διατήρηση της βιωσιμότητας των τεχνολογιών σε έναν κόσμο όπου οι παραδοσιακές πηγές ενέργειας είχαν γίνει σπάνιες και πολύτιμες.","EnglishTranslation":"With fossil fuels becoming a tremendous luxury after the First Fall, it was decided that machines should be powered by electricity. As the only available renewable energy source, electricity provided the machines with the longest possible lifespan. This shift not only extended their operational longevity but also served as a solution for maintaining technological sustainability in a world where traditional energy sources had become rare and highly valuable."},{"DialogueName":"ΧάρτηςΑντικείμενο","GreekTranslation":"Μονάδα Συντεταγμένων","EnglishTranslation":"Map Module"},{"DialogueName":"MapDescription","GreekTranslation":"Η Μονάδα Συντεταγμένων, που μοιάζει με μια κομψή κάρτα μνήμης, είναι ένα απαραίτητο εργαλείο για την πλοήγηση στις απέραντες ερήμους. Όταν μια μηχανή το συνδέσει στα κυκλόματά της, ενεργοποιεί έναν αναλυτικό χάρτη της γύρω περιοχής, προσφέροντας πολύτιμες οδηγίες. Στις πρώτες μέρες, οι μηχανές πρώτης γενιάς δεν διέθεταν τέτοιες προηγμένες ανέσεις, με αποτέλεσμα πολλές να χάνονται αβοήθητα στην επικίνδυνη έρημο. Η εισαγωγή της Μονάδας Συντεταγμένων σηματοδοτεί μια σημαντική πρόοδο στην τεχνολογία πλοήγησης, αναδεικνύοντας πόσο μακριά έχει φτάσει η τεχνητή νοημοσύνη.","EnglishTranslation":"The Map Module, resembling a sleek memory card, is a crucial tool for navigating the vast desert expanses. When  a machine plugges it into their systems, it activates a detailed map of the surrounding area, providing essential guidance. In the early days, first-generation machines lacked such advanced conveniences, often leading to many becoming hopelessly lost in the treacherous desert. The introduction of the Map Module marks a significant leap forward in navigation technology, reflecting how far machinekind has come."},{"DialogueName":"Πυξίδα","GreekTranslation":"Πυξίδα 3ης γενιάς","EnglishTranslation":"3rd Generation Compass"},{"DialogueName":"CompassDescription","GreekTranslation":"Η Πρώτη Πτώση είχε ως αποτέλεσμα την αποσταθεροποίηση των μαγνητικών πεδίων της Γης, καθιστώντας τις παλιές πυξίδες άχρηστες, καθώς η βελόνα τους δεν μπορούσε να παραμείνει σταθερή. Στη συνέχεια, δημιουργήθηκε μια δεύτερη γενιά πυξίδων που επέτρεπαν στον χρήστη να καθορίσει την κατεύθυνση του βορά. Με την έρευνα των μεταβολών των μαγνητικών πεδίων και την ανακάλυψη των μοτίβων τους, οι ομάδες εξερεύνησης εξοπλίστηκαν με έναν «οδηγό», ο οποίος είχε τις γνώσεις για να εντοπίζει την κατεύθυνση του βορά. Ο οδηγός ρύθμιζε τις πυξίδες όλων των μελών της ερευνητικής αποστολής μία φορά την ημέρα. Ωστόσο, με την εμφάνιση της τρίτης γενιάς πυξίδων, οι οποίες μπορούσαν να ενημερώνουν αυτόματα την κατεύθυνση του βορά, οι οδηγοί θεωρήθηκαν πλέον «άχρηστοι». Έτσι, οι οδηγοί έγιναν ένα από τα πιο σπάνια μοντέλα μηχανών, καθώς η χρησιμότητά τους μειώθηκε σε λίγα μόνο χρόνια.","EnglishTranslation":"The First Fall resulted in the destabilization of Earth's magnetic fields, rendering old compasses useless as their needles could never remain steady. Subsequently, a second generation of compasses was developed, allowing users to set the direction of north manually. After studying the fluctuations in magnetic fields and discovering their patterns, exploration teams were equipped with a \"guide\" who had the knowledge to determine north. The guide adjusted the compasses for all members of the expedition once a day. However, with the advent of the third generation of compasses, which could automatically update the direction of north, the guides became \"obsolete.\" Consequently, guides became one of the rarest machine models, as their utility diminished within a few short years."},{"DialogueName":"Αρχεία","GreekTranslation":"Αρχεία Μελέτης","EnglishTranslation":"Research Documents"},{"DialogueName":"ResearchDocDescription","GreekTranslation":"Ως ένδειξη φιλίας και συνεργασίας μετά την επανασύνδεση των αποικιών, οι Αποικίες Αστέρων ανέλαβαν την κατασκευή μεγάλων γεννητριών χρησιμοποιώντας την τεχνολογία αιχμής τους. Αυτή η γενναιόδωρη κίνηση είχε ως αποτέλεσμα την πλήρη κάλυψη των ενεργειακών αναγκών της επιφάνειας, μια κρίσιμη ανάγκη για την περιοχή. Οι εσωτερικοί χώροι των γεννητριών, με τον πλούτο τεχνολογικών πόρων που παρέχουν, μετατράπηκαν σε προηγμένα ερευνητικά κέντρα, όπου η ενέργεια ήταν αναγκαία για την ανάπτυξη και πρόοδο των επιστημονικών ερευνών. Αυτή η προσφορά όχι μόνο ενίσχυσε την ενεργειακή υποδομή της επιφάνειας αλλά και προώθησε την επιστημονική πρόοδο και την τεχνολογική καινοτομία.","EnglishTranslation":"As a gesture of friendship and cooperation following the reconnection of the colonies, the Star Colonies undertook the construction of large generators using their cutting-edge technology. This generous move resulted in fully meeting the surface’s energy needs, a critical requirement for the area. The interiors of the generators, with their wealth of technological resources, were transformed into advanced research centers where energy was crucial for scientific research and development. This contribution not only strengthened the surface's energy infrastructure but also promoted scientific advancement and technological innovation."},{"DialogueName":"Φόρτωση","GreekTranslation":"Φόρτωση","EnglishTranslation":"Charge"},{"DialogueName":"Ώρα","GreekTranslation":"Ώρα","EnglishTranslation":"Time"},{"DialogueName":"Τα χρονικά των μηχανών.","GreekTranslation":"Τα χρονικά των μηχανών.","EnglishTranslation":"The Chronicles of Machines."},{"DialogueName":"Καταγεγραμένη ιστορία.","GreekTranslation":"Καταγεγραμένη ιστορία.","EnglishTranslation":"Recorded history."},{"DialogueName":"Η κατασκευή της Μητρόπολης.","GreekTranslation":"Η κατασκευή της Μητρόπολης.","EnglishTranslation":"The construction of the Metropolis."},{"DialogueName":"Τόμος","GreekTranslation":"Τόμος","EnglishTranslation":"Volume"},{"DialogueName":"Ρολόι","GreekTranslation":"Ρολόι","EnglishTranslation":"Clock"},{"DialogueName":"ItmFoundDiag","GreekTranslation":"Βρήκα κάτι...","EnglishTranslation":"I found something..."},{"DialogueName":"Χιτζαζσκιάρ","GreekTranslation":"Χιτζαζσκιάρ","EnglishTranslation":"Hijaskiar"},{"DialogueName":"Νιαβέντ","GreekTranslation":"Νιαβέντ","EnglishTranslation":"Niavent"},{"DialogueName":"Νικρίζ","GreekTranslation":"Νικρίζ","EnglishTranslation":"Nikriz"},{"DialogueName":"Ουσάκ","GreekTranslation":"Ουσάκ","EnglishTranslation":"Usak"},{"DialogueName":"Ραστ","GreekTranslation":"Ραστ","EnglishTranslation":"Rast"},{"DialogueName":"Σαμπάχ","GreekTranslation":"Σαμπάχ","EnglishTranslation":"Sambah"},{"DialogueName":"Σεγκιάχ","GreekTranslation":"Σεγκιάχ","EnglishTranslation":"Segiach"},{"DialogueName":"Χιτζάζ","GreekTranslation":"Χιτζάζ","EnglishTranslation":"Hijaz"},{"DialogueName":"Χουζάμ","GreekTranslation":"Χουζάμ","EnglishTranslation":"Huzam"},{"DialogueName":"Κιουρδί","GreekTranslation":"Κιουρδί","EnglishTranslation":"Curd"},{"DialogueName":"Υπόγεια φυλακή","GreekTranslation":"Υπόγεια φυλακή","EnglishTranslation":"Underground Prison"},{"DialogueName":"Κρυφός καταυλισμός","GreekTranslation":"Κρυφός καταυλισμός","EnglishTranslation":"Hidden settlement"},{"DialogueName":"Κρυφό εργαστήριο","GreekTranslation":"Κρυφό εργαστήριο","EnglishTranslation":"Hidden Lab"},{"DialogueName":"Εργαστήρι καϊκιών","GreekTranslation":"Εργαστήρι καϊκιών","EnglishTranslation":"Boat workshop"},{"DialogueName":"Κοιμητήριο μηχανών","GreekTranslation":"Κοιμητήριο μηχανών","EnglishTranslation":"Machine Cemetary"},{"DialogueName":"Contrast","GreekTranslation":"Αντίθεση","EnglishTranslation":"Contrast"},{"DialogueName":"Brightness","GreekTranslation":"Φωτεινότητα","EnglishTranslation":"Brightness"},{"DialogueName":"Saturation","GreekTranslation":"Χρώμα","EnglishTranslation":"Saturation"},{"DialogueName":"Max FPS","GreekTranslation":"Μέγιστα FPS","EnglishTranslation":"Max FPS"},{"DialogueName":"Ρυθμίσεις","GreekTranslation":"Ρυθμίσεις","EnglishTranslation":"Settings"},{"DialogueName":"Sound","GreekTranslation":"Ήχος","EnglishTranslation":"Sound"},{"DialogueName":"ΠΕΘΑΝΕΣ","GreekTranslation":"ΠΕΘΑΝΕΣ","EnglishTranslation":"YOU DIED"},{"DialogueName":"ΤΕΛΟΣ","GreekTranslation":"ΤΕΛΟΣ","EnglishTranslation":"THE END"},{"DialogueName":"Τέλος1","GreekTranslation":"Τέλος #1 : Αναχώρηση","EnglishTranslation":"Ending #1 : Departure"},{"DialogueName":"Τέλος2","GreekTranslation":"Τέλος #2 : Αναχώρηση","EnglishTranslation":"Ending #2 : Departure"},{"DialogueName":"Τέλος3","GreekTranslation":"Τέλος #3 : Η Σωτηρία","EnglishTranslation":"Ending #3 : Salvation"},{"DialogueName":"Τέλος4","GreekTranslation":"Τέλος #4 : Η Αμαρτία","EnglishTranslation":"Ending #3 : The Sin"},{"DialogueName":"Press \"G\" to skip","GreekTranslation":"Πατήστε \"G\" για παράλειψη","EnglishTranslation":"Press \"G\" to skip"},{"DialogueName":"Μια Χούφτα Ψυχές Παρουσιάζει","GreekTranslation":"Μια Χούφτα Ψυχές Παρουσιάζει","EnglishTranslation":"A Handfull of Souls Presents"},{"DialogueName":"Δημιουργία κόσμου","GreekTranslation":"Δημιουργία κόσμου","EnglishTranslation":"Generating World"}]