[{"DialogueName":"PriestDiag1","GreekTranslation":"Άλλος ένας ασκητής, ψάχνoντας τους φαροφύλακες να φανταστώ;","EnglishTranslation":""},{"DialogueName":"PriestDiag2","GreekTranslation":"Μη ξαφνιάζεσαι καΐκτζή. Δεν είσαι ο πρώτος που περνάει από αυτόν τον ναό.","EnglishTranslation":""},{"DialogueName":"PriestDiag3","GreekTranslation":"Θα ήθελα να πιστεύω οτι θα είσαι ο τελευταίος.","EnglishTranslation":""},{"DialogueName":"PriestDiag4","GreekTranslation":"Θα φανεί...","EnglishTranslation":""},{"DialogueName":"PriestDiag5","GreekTranslation":"Υπάρχει ένας φαροφύλακας εδώ...","EnglishTranslation":""},{"DialogueName":"PriestDiag6","GreekTranslation":"Δυσκολεύομαι να πιστέψω οτι θα πιστεί από την ύπαρξη σου και μόνο.","EnglishTranslation":""},{"DialogueName":"PriestDiag7","GreekTranslation":"Έμφανίστικε εδώ λίγο μετά το χτύσιμο του ναού. Το πόστο του στον φάρο εγκαταλελημένο.","EnglishTranslation":""},{"DialogueName":"PriestDiag8","GreekTranslation":"Μήλησε του καΐκτζή, μπορεί να ε ακούσε και να σε ακολουθήσει στον φάρο. Βρήσκετε στην άλλη άκρη του ναού.","EnglishTranslation":""},{"DialogueName":"PriestDiag9","GreekTranslation":"Ο ναός που στεκόμαστε στήθηκε λίγο μετά την 2η πτώση. Όταν πλέον η σκόνη των γεωνότον είχε καταλαγιάσει και οι μηχανές κατάλαβαν οτι πλέον είναι μόνες.","EnglishTranslation":""},{"DialogueName":"PriestDiag10","GreekTranslation":"Αυτή είναι η τελευταία απόδειξη συλογικότητας μεταξύ μηχανών. Όταν πλέον ο ναός τελείωσε η κάθε μηχανή διάλεξε διαφορετική κετεύθινση και χάθηκαν στα βάθη της ερήμου.","EnglishTranslation":""},{"DialogueName":"PriestDiag11","GreekTranslation":"Άλλες κατέλυξαν στην Μητρόπολη, άλλες χτήσαν κινότητες στην έρημο και άλλες πιο άτυχες βρήκαν το τέλος τους σε κάποια γωνιά της ερήμου.","EnglishTranslation":""},{"DialogueName":"PriestDiag12","GreekTranslation":"Προς τιμήν των μηχανών που χάθηκαν κατά τον πόλεμο αυτός ο ναός θα μας θυμήζει τα σθνεχόμενα λάθοι της ανθρωπότητας και τα βάρυ που αφέθηκαν στις πλάτες των μηχανών.","EnglishTranslation":""}]