[{"DialogueName":"Tutorial1","GreekTranslation":"Χρησιμοποίησε το δεξιό κλικ για να κουνήσεις τον χαρακτήρα.","EnglishTranslation":"Using the right click you can command the character to move on the clicked point."},{"DialogueName":"Tutorial2","GreekTranslation":"Με το αριστερό κλίκ μπορείς να διαλέξεις τα αντικείμενα γύρο σου.","EnglishTranslation":"Using the left click you can select and interact with items around you."},{"DialogueName":"Tutorial3","GreekTranslation":"Πίεσε το \"Μ\" για να ανοίξεις τον χάρτη. Μπορείς να δεις που βρίσκεσαι χρησιμοποιώντας τον.\nΠίεσε το \"Ι\" για να ανοίξεις την τσάντα. Μπορείς να δεις πόση ενέργεια έχεις.","EnglishTranslation":"Press \"M\"  to open the map. You can see your location using it.\nPress \"I\" to open the inventory. You can see your energy level using it."},{"DialogueName":"Tutorial4","GreekTranslation":"Καθώς περνάς μέσα από τις πύλες, το καΐκι ενδυναμώνεται για λίγα λεπτά και δεν καταναλώνει ενέργεια. Οι πύλες λειτουργούν με ηλιακή ενέργεια, γι’ αυτό τη νύχτα παραμένουν σβηστές.","EnglishTranslation":"As you pass through the gates, the boat is empowered for a few minutes and consumes no energy. The gates operate on solar energy, which is why they remain off at night."},{"DialogueName":"TutorialLockPuzzle","GreekTranslation":"Βρες την σωστή θέση για να ξεκλειδώσεις την κλειδαριά. Κουνώντας το ποντίκι αλλάζεις την θέση της λαβίδας, πάτα το αριστερό κλικ για να δοκιμάσεις να ξεκλειδώσεις.","EnglishTranslation":"Find the right placement for the lockpick. Moving the mouse relocates the lockpick, press left mouse button to try to unlock the lock."},{"DialogueName":"TutorialCodePuzzle","GreekTranslation":"Βρες τον σωστό συνδυασμό, όταν το ψηφίο υπάρχει αλλά είναι τοποθετημένος λάθος το λαμπάκι γίνεται κίτρινο, όταν ο αριθμός είναι στο σωστό σημείο το λαμπάκι γίνεται πράσινο.","EnglishTranslation":"Find the code. When a digit exists in the code but is placed wrongly the light turns yellow, when the digit is on the right place the light turns green."}]